"info_title" = "Személyes információk";
"pref_homeAddress_name" = "Otthoni cím";
"pref_homePhone_name" = "Kedvenc telefonszám";
"ui_title" = "Felhasználói felület";
"pref_motorcycledata_name" = "Teljesítménykijelzés tiltása";
"pref_nightMode_name" = "Éjszakai mód";
"pref_pressuref_name" = "Nyomás egység";
"pressuref_bar" = "Bar";
"pressuref_kpa" = "kPa";
"pressuref_kgf" = "Kg-f";
"pressuref_psi" = "psi";
"pref_tempf_name" = "Hőmérséklet egység";
"tempf_c" = "Celsius";
"tempf_f" = "Fahrenheit";
"pref_distance_name" = "Távolság egység";
"distance_m" = "Metrikus";
"distance_i" = "Imperiális";
"pref_bearing_name" = "Irány egység";
"bearing_d" = "Fok";
"bearing_c" = "Kardinalis";
"pref_orientation_title" = "Orientáció rögzítés";
"pref_orientation_footer" = "Érvénybe lépéshez az applikációt újra kell indítani";
"pref_orientation_name" = "Orientáció";
"orientation_a" = "Ki";
"orientation_l" = "Fekvő";
"orientation_p" = "Álló";
"pref_contact_sorting" = "Névlista rendezése";
"lastname" = "Családnév szerint";
"firstname" = "Keresztnév szerint";
"pref_displayBrightness_name" = "Maximális fényerő";
"alerting_title" = "Riasztások beállítása";
"pref_custom_tpm_threshold_title" = "Egyedi határértékek beállítása";
"pref_custom_tpm_threshold" = "Egyedi keréknyomás beállítása";
"pref_tpm_threshold_title" = "Alacsony keréknyomás érték";
"pref_tpm_threshold" = "Alacsony kerékyomás érték, válassz értéket beállított nyomásegység szerint";
"pref_fuel_routing_title" = "Töltőállomás útvonalválasztás";
"pref_fuel_routing_footer" = "Készítsen útvonalszámítást a legközelebbi töltőállomáshoz, ha alacsony az üzemanyagszint";
"pref_fuel_routing_enable_title" = "Töltőállomás útvonalszámítás engedélyezése";
"pref_grid_settings_title" = "Egyéni adathálózat beálítások";
"pref_tasks_settings_title" = "Egyedi Gyorsmenű Quick beállítása";
"debug_settings_title" = "Hibakeresési beállítások";
"pref_debuglogging_name" = "Hibakeresési log engedélyezése";
"pref_debuglogging_summary" = "Csak akkor aktiváld, ha a programtámogatásnak szüksége van rá, mert befolyásolhatja a teljesítményt, ha bekapcsolva marad. Kérelek deaktiváld ha végeztél.";

